Repository: sillsdev/FwLocalizations
Catalog: messages.tr.tmx
Source language: en
Languages: tr

source: A &different name:
tr: &farkli isim:

source: A_llomorph
tr: B_içimbirimcik

source: &Abbreviation
tr: &Kısaltma

source: Abbreviation
tr: Kısaltma

source: &Abbreviation:
tr: &Kısaltma:

source: Abort
tr: Durdur

source: Account
tr: Hesap

source: A&dd
tr: E&kle

source: Add a category
tr: Kategori ekle

source: Add a Complex Form...
tr: Karmaşık Biçim Ekle...

source: Add Allomorph
tr: Biçimbirimcik ekle

source: Add allomorph to similar entry
tr: Aynı girdiye biçimbirimcik ekle

source: Add Allomorph...
tr: Biçimbirimcik Ekle...

source: Add from Catalog
tr: Katalogtan Ekle

source: Add New Sense
tr: Yeni Algı Ekle

source: Add New Sense for {0} ...
tr: {0} için yeni algı ekle

source: Add New Sense...
tr: Yeni algı ekle...

source: Add or edit custom fields.
tr: Özel alanları ekle ya da düzenle.

source: Add Reference
tr: Kaynak Ekle

source: Add Reference ({0})
tr: Kaynak Ekle ({0})

source: Add to existing items
tr: Varolan öğelere ekle

source: &Add Variant
tr: &Değişke Ekle

source: Add Word Gloss
tr: Kelime Yorumu Ekle

source: Add Words to Lexicon
tr: Sözlüğe Kelimeleri Ekle

source: &Add...
tr: &Ekle...

source: A&dd...
tr: E&kle...

source: Adding FieldWorks project
tr: Yeni bir FieldWorks projesi ekliyor

source: Adding files to backup...
tr: Yedekleme için dosyaları ekliyor...

source: Additional files to back up
tr: Yedekleme için ek dosyalar

source: Additional files to restore
tr: Geri yükleme için ek dosyalar

source: Adjusted homograph number in {0} from {1} to {2}
tr: {0}'de düzeltilmiş eşyazımlı numarası {1}'den {2}'e

source: Affix Form
tr: Ek Formu

source: Affix Slot
tr: Ek Slotu

source: Affix Slot or Category
tr: Ek Slotu ya da Kategorisi

source: Affix Template
tr: Ek Taslağı

source: Affix &Type:
tr: Ek &Tür:

source: Affix which attaches to any category
tr: Her kategoriye uyan ek

source: Affix which inflects any category
tr: Her kategoriyi büken ek

source: affixes
tr: ekler

source: Aft&er:
tr: Son&ra

source: After:
tr: Sonra:

source: Alias
tr: Diğer adı

source: Align Left
tr: Sola Hizala

source: Align Right
tr: Sağa Hizala

source: A&ll
tr: &Tümü

source: all analysis
tr: tüm analizler

source: All Analysis
tr: Tüm Analizler

source: All Analysis and Vernacular
tr: Tüm Analiz ve Yerel

source: All Analysis then all Vernacular Writing Systems
tr: Tüm Analiz sonra Yerel Yazım Sistemleri

source: All Analysis Writing Systems
tr: Tüm Analiz Yazım Sistemleri

source: All FieldWorks backup files
tr: Tüm FieldWorks yedekleme dosyaları

source: All Files
tr: Tüm Dosyalar

source: {0}. All rights reserved.
tr: {0}. Tüm hakları saklıdır.

source: All selected items
tr: Tüm seçilen öğeleri

source: All Styles
tr: Tüm Stiller

source: all vernacular
tr: tüm yerel

source: All Vernacular
tr: Tüm Yerel

source: All Vernacular and Analysis
tr: Tüm Analiz ve Yerel

source: All Vernacular then all Analysis Writing Systems
tr: Tüm Yerel sonra tüm Analiz Yazım Sistemleri

source: All Vernacular Writing Systems
tr: Tüm Yerel Yazım Sistemleri

source: allomorph
tr: biçimbirimcik

source: Allomorph
tr: Biçimbirimcik

source: Allomorph of...
tr: ...'nın Biçimbirimciği

source: &Allomorph:
tr: &Biçimbirimcik:

source: Allomorphs
tr: Birimbirimcikler

source: Alphabetical Order
tr: Alfabetik sıra

source: {0} (already exists)
tr: {0} (zaten var)

source: <Already in Unicode>
tr: <Unicode'da zaten var>

source: Also notify me when a Beta release is available.
tr: 3^Also notify me when a Beta release is available.

source: Alternate Forms
tr: Farklı Formlar

source: Always visible
tr: Daima görünür

source: An empty paragraph
tr: Boş bir paragraf

source: An error has occurred
tr: Bir hata oluştu

source: An error occurred trying to migrate existing projects from an older version of FieldWorks:
tr: FieldWorks'un eski bir versiyonundan varolan projeleri taşımaya çalışırken hata oluştu:

source: Analyses
tr: Analizler

source: analysis
tr: analiz

source: Analysis
tr: Çözümleme

source: Analysis {0}
tr: Analiz {0}

source: Analysis Candidate
tr: Analiz Adayı

source: &Analysis language writing system
tr: &Analiz dil yazım sistemi

source: analysis or vernacular
tr: analiz ya da yerel

source: &Analysis Writing System
tr: &Analiz Yazım Sistemi

source: Analysis &Writing Systems
tr: Analiz &Yazım Sistemleri

source: Analyze
tr: Çözümle

source: and {0}.
tr: ve {0}.

source: Annotation Definition
tr: Dipnot Açıklaması

source: Another instance of FieldWorks appears to be running, but did not respond properly to a request from this one. This is a bug; please report it to FlexErrors@sil.org. We recommend that you shut down all FieldWorks applications and try again. If you still get this message, restart your computer. (Experts may also try to recover by killing any FieldWorks processes using TaskManager.) Do you want to Retry now?
tr: FieldWorks'un başka bir örneği çalışıyor gibi görünüyor, fakat bundan gelen talebe düzgün şekilde yanıt vermedi. Bu bir yazılım hatasıdır; lütfen bunu FlexErrors@sil.org'a bildiriniz. Tüm FieldWorks uygulamalarını kapatmanızı ve tekrar denemenizi öneririz. Hala bu mesajı alıyorsanız, bilgisayarınızı yeniden başlatın. (Uzmanlar Görev Yöneticisi kullanarak FieldWorks süreçlerini yok ederek kurtarmayı deneyebilirler.) Şimdi denemek istiyor musunuz?

source: Another instance of FieldWorks appears to be starting up at the same time as this one, and things have gotten confused. We recommend letting one project open fully before you try to open another one. If you get this message repeatedly or when not trying to open two projects at once, you may have encountered a bug; please report it. It may help to restart your computer.
tr: FieldWorks'un başka bir örneği çalışıyor gibi görünüyor. Tüm FieldWorks uygulamalarını kapatmanızı ve tekrar birer birer açmanızı öneririz. Birer birer açınca hala bu mesajı alıyorsanız, bir hata karşılaşmış olabilirsiniz; lütfen bunu bize rapor edin. Bilgisayarınızı yeniden başlatmanız yardımcı olabilir.

source: Anthropology _Category
tr: Antropoloji _Kategorisi

source: Anthropology Categories
tr: Antropoloji Kategorileri

source: Anthropology Category
tr: Antropoloji Kategorisi

source: Anthropology Note
tr: Antropoloji Notu

source: Anthropology Notes
tr: Antropoloji Notları

source: Any
tr: Herhangi

source: Any of...
tr: ...herhangi biri

source: Any selected item
tr: Herhangi seçilen öğesi

source: {0}. Any texts that use it will need more analysis work, as it is used {1} times in your texts.
tr: {0}. Sizin metinlerinizde kullanıldığı {1} üzere, bunu kullanan metinler daha fazla analiz çalışması gerektirecektir.

source: {0}. Any texts that use it will need more analysis work, as it is used 1 time in your texts.
tr: {0}. Sizin metinlerinizde kullanıldığı 1 üzere, bunu kullanan metinler daha fazla analiz çalışması gerektirecektir.

source: <Any>
tr: <Herhangi biri>

source: &Anywhere
tr: &Herhangi bir yer

source: Append to Gloss
tr: Açıklamasına Ekle

source: Append, separated by:
tr: Aşağıda ayrılmış, ekleyin:

source: Applies and saves changes you have made and closes this dialog box.
tr: Yaptığınız değişiklikleri uygular ve kaydeder ve diyalog kutusunu kapatır.

source: Apply
tr: Uygula

source: _Apply Style...
tr: Stili Uygula...

source: Appl&y Style...
tr: Stil&i Uygula...

source: Approve
tr: Onayla

source: Approve _Throughout this Text
tr: Onayla_Bu Metin Boyunca

source: Approve and _Jump to Next Incomplete
tr: Onayla ve _Sonraki Eksik Öğeye Atla

source: Approve and _Stay
tr: Onayla ve _Kal

source: _Approve and Move Next
tr: _Onayla ve Sonrakine Geç

source: _Approve suggestion and
tr: _Öneriyi onayla ve

source: Aqua,51,204,204
tr: Açık Deniz Mavisi,51,204,204

source: _Archive with RAMP (SIL)...
tr: _RAMP ile SIL için arşive kaldır

source: Are you sure you want to continue?
tr: Devam etmek istediğinize emin misiniz?

source: As I add new word glosses, create lexical entries.
tr: Ben yeni kelime yorumları ekledikçe, sözlük girdileri oluştur.

source: Assign
tr: Ata

source: At &end
tr: &Sonda

source: At &start
tr: &Başta

source: At s&tart
tr: B&aşlangıçta

source: Attaches to any category
tr: Her kategoriye uyar

source: Attaches to Categories
tr: Kategorilere uyar

source: Attaches to Categor&y:
tr: Kategoriye& uyar:

source: Attributes
tr: Öznitelikler

source: Auto-Hide
tr: Otomatik Gizle

source: Available disk space:
tr: Kullanılabilir disk alanı:

source: = Available for Bulk Editing
tr: = Toplu düzenleme için uygun

source: < &Back
tr: < &Geri

source: Back
tr: Geri

source: Back to concorded item...
tr: Bağdaşık öğeye geri dön…

source: Back up a FieldWorks project.
tr: Bir FieldWorks projesini yedekle

source: &Back up existing project before restoring
tr: Varolan projeyi geri yüklemeden önce yedekle

source: Back up FieldWorks Project
tr: FieldWorks projesini yedekle

source: Back up or restore a FieldWorks project.
tr: Bir FieldWorks projesini yedekle veya geri yükle.

source: Back up this Project
tr: Bu Projeyi yedekle

source: &Back up this Project...
tr: &Bu Projeyi Yedekle...

source: _Back up this Project...
tr: _Bu Projeyi yedekle...

source: Backed up on {0} at {1}
tr: {0} ve {1}'de yedeklendi

source: Background Color
tr: Arka Plan Rengi

source: Backing Up
tr: Yedekliyor

source: &Backup and Restore...
tr: &Yedekle ve Geri Yükle...

source: Backup date:
tr: Yedekleme tarihi:

source: Backup file contains a version of the project which was created using a newer version of FieldWorks: {0} To restore from this backup, install version {1} of FieldWorks.
tr: Yedekleme dosyası projenin FieldWorks'un yeni bir versiyonunun kullanılmasıyla oluşturulan versiyonunu içerir: {0} Bu yedeklemeden kurtulmak için, FieldWorks'un {1} Versiyonunu kurunuz.

source: Backup file:
tr: Yedekleme dosyası:

source: Backup version to restore
tr: Geri yükleme için yedekleme dosyası

source: Backup...
tr: Yedekle...

source: base
tr: taban

source: Based On
tr: Başvuru Stili

source: Baseline
tr: Taban Çizgisi

source: because it is currently set not to be published at all in this publication
tr: çünkü şu anda bu yayında yayımlanmamak üzere olarak ayarlanmış

source: Before:
tr: Önce:

source: Begin
tr: Başlangıç

source: best analysis
tr: en iyi analiz

source: Best Analysis
tr: En İyi Analiz

source: best analysis or vernacular
tr: en iyi analiz ya da yerel

source: Best Analysis or Vernacular
tr: En İyi Analiz veya Yerel

source: best vernacular
tr: en iyi yerel

source: Best Vernacular
tr: En İyi Yerel

source: best vernacular or analysis
tr: en iyi yerel ya da analiz

source: Best Vernacular or Analysis
tr: En İyi Yerel ya da Analiz

source: between
tr: bu arada:

source: Between:
tr: Bu arada:

source: Bibliography
tr: Kaynakça

source: Black,0,0,0
tr: Siyah,0,0,0

source: Blue,0,0,255
tr: Mavi,0,0,255

source: Blue-Gray,102,102,153
tr: Gri Mavi,102,102,153

source: Bold
tr: Kalın

source: Border
tr: Kenarlık

source: Borders
tr: Kenarlıklar

source: Bottom Border
tr: Alt Kenarlık

source: bound stem
tr: bağımlı kök

source: {0} Bound Stem
tr: {0} Bağımlı Kök

source: Break Characters
tr: Kesen Karakterler

source: _Break phrase into words
tr: _Kalıbı kelimelere ayır

source: Break phrase into words
tr: Kalıpları kelimelere ayır

source: Bright Green,0,255,0
tr: Parlak Yeşil,0,255,0

source: Brown,153,51,0
tr: Kahverengi,153,51,0

source: Browse
tr: Gözat

source: Browse for FieldWorks Project backup file
tr: FieldWorks Projesi yedekleme dosyasını tara

source: &Browse...
tr: &Tara...

source: Browse...
tr: Gözat...

source: Built In
tr: Yerleşik

source: Bulk _Edit (copy)
tr: Toplu _Düzenleme (kopyalama)

source: Bulk Copy
tr: Toplu Kopyalama

source: Bulk Edit (c_lick copy)
tr: Toplu Düzenleme (kopyalaya t_ıkla)

source: _Bulk Edit (list choice)
tr: _Toplu Düzenleme (liste seçeneği)

source: Bulk Edit Entries
tr: Toplu Düzenleme Girdileri

source: Bulk Edit Operation:
tr: Toplu Düzenleme İşlemi:

source: Bulk Edit Wordforms
tr: Toplu Düzenleme Sözcük Formları

source: Bulk Replace
tr: Toplu Yer Değiştirme

source: Bulk Replace Setup
tr: Toplu Yer Değiştirme Kurulumu

source: Bulleted
tr: Madde İşaretli

source: Bullets
tr: Madde İşaretleri

source: Bullets and Numbering
tr: Madde İşaretleri ve Numaralandırma

source: &Cancel
tr: &İptal

source: C&ancel
tr: I&ptal Et

source: Cancel
tr: İptal

source: Cannot Convert
tr: Dönüştürülemedi

source: Cannot create new entry
tr: Yeni girdi oluşturulamadı

source: Cannot restore files in Linked Files folder
tr: Bağlantılı Dosyalar klasöründeki dosyalar geri yüklenemedi

source: Caption
tr: Resim Yazısı

source: Categories (or Parts of Speech)
tr: Kategoriler (ya da Konuşma Bölümleri)

source: Categories Browse
tr: Kategori Tarama

source: Cate&gories:
tr: Kate&goriler:

source: category
tr: kategori

source: Category
tr: Kategori

source: Category (or Part of Speech)...
tr: Kategori (ya da Konuşma Bölümü)...

source: Category Description
tr: Kategori Tanımı

source: Category Edit
tr: Kategori Düzenlemesi

source: Category Info.
tr: Kategori Bilgisi.

source: Category...
tr: Kategori...

source: Categor&y:
tr: Kategor&i:

source: Center
tr: Orta

source: Centered
tr: Ortala

source: Change Backup location?
tr: Yedekleme konumunu değiştirilsin mi?

source: Change Case...
tr: BÜYÜK/Küçük Harf Değiştir...

source: Change each occurrence of a pattern to the replacement text
tr: Bir örüntünün her oluşumunu yerleştirme metnine değiştir

source: Change Optionality of XXX Slot
tr: XXX Slotunun seçilebilirliğini değiştir

source: Change To:
tr: Şuna dönüştür:

source: Change Vernacular Writing System
tr: Anadil Yazım Sistemi Değiştir

source: Change...
tr: Değiştir...

source: Changed Linked Files root directory
tr: Bağlantılı Dosyalar kök dizini değiştirildi

source: C&hanges to Category:
tr: Kategori D&eğişiklikleri

source: Character
tr: Karakter

source: Character Style
tr: Karakter Stili

source: Character Style:
tr: Karakter Stili:

source: Characters
tr: Karakterler

source: Check for _Updates...
tr: _Güncelleştirmeleri denetlemek için...

source: Check for FLEx Bridge _Updates...
tr: FLEx Bridge _güncellemeleri kontrol et...

source: Check for FLEx Bridge updates
tr: FLEx Bridge güncellemeleri kontrol et

source: Choose {0}
tr: {0}'i seç

source: Choose a command:
tr: Bir komut seçiniz:

source: &Choose a project:
tr: &Bir Proje Seç:

source: Choose Confidence Level
tr: Güvenirlik düzeyiniz seçiniz

source: Choose Inflectional Affixes
tr: Çekim Eklerini Seçiniz

source: Choose Morpheme Type
tr: Morfem türünü seçiniz

source: Choose Picture
tr: Resim Seç

source: Choose project to fix:
tr: Onarılacak projeyi seçiniz:

source: Choose Slot
tr: Slot seçiniz

source: Choose texts to display and use.
tr: Görüntülemek ve kullanmak için metinleri seçin.

source: Choose writing system(s) of translated lists:
tr: Tercüme edilen listelerin yazım sistem(ler)ini seçiniz:

source: Choose...
tr: Seç...

source: Citation form
tr: Alıntı formu

source: Citation Form
tr: Alıntı Formu

source: Citation Form:
tr: Alıntı Formu:

source: Classified Dictionary
tr: Sınıflandırılan Sözlük

source: Classified Dictionary ({SelectedPublication})
tr: Sınıflandırılan Sözlük ({SelectedPublication})

source: Cleaning
tr: Temizliyor

source: Clear
tr: Temizle

source: Click Copy
tr: Kopyalaya tıkla

source: Click 'OK' to continue with this project name or 'Cancel' to enter a different name.
tr: Bu projenin ismi kullanmak için 'TAMAM' tıklayın aksi halde ismi değiştirmek için 'İPTAL'.

source: Click OK.
tr: TAMAM'a tıklayın.

source: Click on any word to copy it to the target field
tr: Hedef alana kopyalamak için kelimenin üzerine tıklayın

source: Clitic of unknown category
tr: Bilinmeyen kategorinin parçacık

source: &Close
tr: &Kapat

source: _Close
tr: _Kapat

source: Close
tr: Kapat

source: Close this project.
tr: Bu projeyi kapat.

source: Close this window
tr: Bu pencereyi kapat

source: Close Window
tr: Pencereyi Kapat

source: Closes this dialog box without saving any changes you have made.
tr: Yaptığınız değişiklikleri kaydetmeden bu iletişim kutusunu kapatır.

source: Closes this dialog box without saving the changes you have made in this dialog. (Changes made in nested dialog boxes are not cancelled).
tr: Bu diyalog kutucuğunu yaptığını değişiklikleri kaydetmeden kapatır. (İç içe olan diyalog kutucuklarında yapılan değişiklikler iptal edilmez.)

source: Collect Words
tr: Sözcükleri Topla

source: Column
tr: Sütun

source: Column Options
tr: Sütun Seçenekleri

source: Column:
tr: Sütun:

source: _Columns...
tr: _Sütunlar...

source: Commands
tr: Komutlar

source: &Comment
tr: &Yorum

source: Comment
tr: Açıklama

source: Comment will be altered in file name
tr: Dosya adında yorum değiştirilecek

source: Complete
tr: Tamamlandı

source: Complex Form
tr: Karmaşık Biçim

source: Complex Form Type
tr: Karmaşık Biçim Türü

source: Complex Form Type:
tr: Karmaşık Biçim Türü:

source: Complex Form Types
tr: Karmaşık Biçim Türleri

source: Complex Form Types:
tr: Karmaşık Biçim Türleri:

source: Complex Forms
tr: Karmaşık Biçimler

source: Components
tr: Bileşenler

source: Compound Rule
tr: Bileşik Kural

source: concordance
tr: bağlamlı dizin

source: Concordance
tr: Bağlamlı dizin

source: Concordance Results
tr: Bağlamlı Dizin Sonuçları

source: Concorded on {0}
tr: Şunlar üzerinde uyumludur {0}

source: Confidence
tr: Güvenirlilik

source: Confidence Level
tr: Güvenirlilik Düzeyi

source: Confidence Levels
tr: Güvenirlilik Düzeyleri

source: Configuration settings
tr: Yapılandırma ayarları

source: &Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
tr: &Yapılandırma ayarları (örneğin; alan görünürlükleri, sütunlar, sözlük düzeni, satırarası)

source: Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
tr: Yapılandırma ayarları (örneğin, alan görünürlükleri, sütunlar, sözlük düzeni, satır araları)

source: Configure
tr: Yapılandır

source: Configure {0} View
tr: {0} Görünüm Ayarla

source: Configure Columns...
tr: Sütunları Yapılandır...

source: Configure which columns to display
tr: Gösterilecek sütunları yapılandırın

source: &Configure...
tr: &Yapılandır...

source: Configure...
tr: Yapılandır...

source: Confirm
tr: Onayla

source: Confirm and move next
tr: Onayla ve sonrakine geç

source: &Copy
tr: &Kopyala

source: _Copy
tr: _Kopyala

source: Copy the contents of the source field to the target field
tr: Kaynak alan içeriğini hedef alana kopyala

source: Count
tr: Say

source: Country
tr: Ülke

source: &Create
tr: &Oluştur

source: Create
tr: Oluştur

source: Create a new {0}.
tr: Yeni bir {0} oluştur.

source: Create a new entry and add it to the lexicon.
tr: Yeni bir girdi oluşturup veri sözlüğüne ekle.

source: Create a new FieldWorks project.
tr: Yeni bir FieldWorks projesi oluştur.

source: Create a new lexical entry.
tr: Yeni bir veri sözlüğü girdisi oluştur.

source: Create a new lexical relation.
tr: Yeni bir veri sözlüğü bağlantısı oluştur.

source: Create a new project...
tr: Yeni proje oluştur...

source: Create a new semantic domain.
tr: Yeni bir anlamsal alan oluştur.

source: Create Affix Form
tr: Ek Biçimi Oluştur

source: &Create Entry...
tr: &Girdi Oluştur...

source: Create my own set of anthropology categories (start with a blank list)
tr: Kendi antropoloji kategorilerimi oluştur (boş bir liste ile başla)

source: Create New Entry...
tr: Yeni Girdi oluştur...

source: Create New Grammatical Info.
tr: Yeni Gramer Bilgisi oluştur

source: Create New Lexical Relation...
tr: Yeni Veri Sözlüğü Bağlantısı Oluştur...

source: Create Stem Form
tr: Kök Biçimi Oluştur

source: &Create...
tr: &Oluştur...

source: Creating a project to import LIFT data into
tr: LIFT veri içe aktarmak için proje oluşturuyor

source: Creating a temporary copy of {0} failed. The copy process returned error code {1} and error message {2}.
tr: {0}'ın geçici kopyasını oluşturma başarısız oldu. Kopyalama süreci hata kodu {1} ve hata mesajına {2} dönüştü.

source: Creating window for {0} Project...
tr: {0} Projesi için pencere oluşturuluyor.

source: Creation Date
tr: Oluşturma Tarihi

source: Cross References
tr: Çapraz Kaynaklar

source: Ctrl+Click to jump
tr: Ctrl+Tıkla atlamak için

source: Ctrl-click a check box to include all subitems
tr: Tüm alt öğeleri dahil etmek için onay kutusu Ctrl-Tıkla

source: Cu_t
tr: K_es

source: Current Columns
tr: Mevcut Sütunlar

source: Custom _Fields...
tr: Özel Alanlar...

source: Custom Field &Name:
tr: Özel Alan &İsim:

source: Custom Fields
tr: Özel Alanlar

source: Custom Fields cannot be added when there is more than one connected client.
tr: Birden fazla bağlanmış kullanıcı olduğunda, Özel Alanlar eklenemez.

source: Custom Fields cannot be added.
tr: Özel Alanlar eklenemez.

source: &Custom Fields:
tr: &Özel Alanlar:

source: Custom Linked Files folder not supported by Send/Receive
tr: Özel Bağlantili Dosyalar klasör Gönder/Al desteklemiyor

source: Custom Styles
tr: Özel Stiller

source: Customize
tr: Özelleştir

source: Customize...
tr: Özelleştir...

source: Customized &spelling dictionary files
tr: Uyarlanmış &yazım sözlüğü dosyaları

source: Customized spelling dictionary files
tr: Uyarlanmış yazım sözlüğü dosyaları

source: Cu&t
tr: Ke&s

source: Cut
tr: Kes

source: CV Patterns
tr: ÜÜ Örüntü

source: CVPattern
tr: ÜÜÖrüntü

source: Dark Blue,0,0,128
tr: Koyu Mavi,0,0,128

source: Dark Green,0,51,0
tr: Koyu Yeşil,0,51,0

source: Dark Red,128,0,0
tr: Koyu Kırmızı,128,0,0

source: Dark Teal,0,51,102
tr: Koyu Deniz Mavisi,0,51,102

source: Dark Yellow,128,128,0
tr: Koyu Sarı,128,128,0

source: _Data
tr: _Veri

source: Date Created
tr: Oluşturma Tarihi

source: Date Created:
tr: Oluşturma Tarihi:

source: Date Modified
tr: Değiştirme Tarihi

source: Decrease Indent
tr: Girintiyi Azalt

source: Default Analysis
tr: Varsayılan Analiz

source: &Default backup folder
tr: &Varsayılan yedekleme klasörü

source: Default Backup Folder
tr: Varsayılan Yedekleme Klasörü

source: Default font:
tr: Varsayılan yazı tipi:

source: Default Style
tr: Varsayılan Stil

source: Default Vernacular
tr: Varsayılan Yerel

source: &Define New...
tr: &Yeni Tanımla...

source: D&efine New...
tr: Y&eni Tanımla...

source: Definition
tr: Tanım

source: &Delete
tr: &Sil

source: Delete {0}
tr: {0} Sil

source: Delete Affix Slot
tr: Ek Slotu Sil

source: Delete Affix Template
tr: Ek Taslağını Sil

source: Delete Allomorph
tr: Biçimbirimi Sil

source: Delete Allomorph Rule
tr: Biçimbirimsel Kuralı Sil

source: Delete Analysis...
tr: Analizi Sil...

source: Delete Disapproved Analysis...
tr: Onaylanmayan Analizleri Sil...

source: Delete Etymology
tr: Kökbilimi Sil

source: Delete Example
tr: Örneği Sil

source: Delete FieldWorks Project
tr: FieldWorks projesini sil

source: Delete FieldWorks project.
tr: FieldWorks projesini sil.

source: &Delete FieldWorks Project...
tr: &FieldWorks Projesini Sil...

source: Delete Free Translation
tr: Serbest Çeviriyi Sil

source: Delete Gloss...
tr: Yorumu Sil...

source: Delete Grammatical Info.
tr: Gramer bilgisini sil

source: Delete Grapheme
tr: Yazıbirimi Sil

source: Delete Literal Translation
tr: Bağımlı Çeviriyi Sil

source: Delete Note
tr: Notu Sil

source: Delete Picture
tr: Resmi Sil

source: Delete Question
tr: Soruyu Sil

source: Delete Relation
tr: Bağlantıyı Sil

source: Delete selected {0}
tr: Seçileni {0} sil

source: Delete Stem Name
tr: Kök İsmini Sil

source: Delete subitem and its subitems
tr: Alt öğe ve onun alt öğelerini sil

source: Delete the checked items (rows) from the database
tr: Kontrol edilen öğeleri (satırları) veri tabanından sil

source: Delete the contents of the specified column for all selected rows
tr: Seçilen tüm satırlar için belirlenen sütunun içeriğini sil

source: Delete this {0}.
tr: Bunu: {0} sil.
